[
    {
        "id": "cad",
        "titulo": "Curso Prático de Desenho Técnico em AutoCAD",
        "descrição": "Explore o mundo do design técnico com o nosso curso prático de Desenho Técnico em AutoCAD. Seja você um aspirante a arquiteto, engenheiro, designer de interiores ou profissional de detalhamento técnico em setores diversos, este curso foi meticulosamente projetado para levar suas habilidades de desenho 2D para o próximo nível. Aprenda desde os conceitos básicos até técnicas avançadas do software líder da indústria para desenhos técnicos em 2D e 3D. Ganhe insights valiosos sobre os padrões e práticas profissionais nos setores de arquitetura, engenharia e design de interiores, essenciais para o sucesso em suas futuras empreitadas profissionais. Domine as técnicas de desenho 2D essenciais para expressar ideias complexas de forma clara e precisa, com foco em detalhamento técnico e precisão geométrica. Aprenda fazendo! Este curso é repleto de exercícios práticos e projetos desafiadores que o colocarão no comando, aprimorando suas habilidades de desenho e sua proficiência no AutoCAD.",
        "downloads": "https://drive.google.com/drive/folders/1UyYEQGea367Bni5pCCDliywBX_QsCh-C",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0D8ZTWT9M",
        "a-venda": "true",
        "capa": "/files/autocad.jpg",
        "preview": "https://drive.google.com/file/d/129NevADVaOaEbDmDqtPnqEo4WQBoDR_g/view?usp=drive_link"
    },
    {
        "id": "3d",
        "titulo": "Curso Prático de Modelagem 3D",
        "descrição": "Descubra o universo envolvente da Modelagem 3D explorando os recursos do 3D Studio Max, o software líder do setor utilizado por grandes estúdios. Com este curso prático você poderá se preparar para sua carreira em diversos setores, da arquitetura e engenharia ao desenvolvimento de jogos e realidade virtual! Pensando na amplitude do setor de Design e Multimídia que o 3D abrange, criamos um curso onde além de pôr a mão na massa com projetos reais, você ainda aprenderá os conceitos básicos com os quais lidará independente de qual ramo seguir futuramente estando apto a desenvolver desde objetos complexos a mundos virtuais inteiros. Crie sua própria realidade agora mesmo com 3D!",
        "downloads": "",
        "ebook": "",
        "kindle": "",
        "a-venda": false,
        "capa": "./files/3d.jpg",
        "preview": "https://drive.google.com/file/d/1txQ27U1kk3JvK0dSprlROBBaNvUl08rD/view?usp=drive_link"
    },
    {
        "id": "info",
        "titulo": "Curso de Informática Básica e Avançada",
        "descrição": "Aprenda os conceitos iniciais de informática como navegar na internet, editar textos, criar elementos gráficos, configurar o computador e muito mais. Inicie ainda os conhecimentos de informática avançada como download e instalação de programas, antivírus, restauração, backup e formatação, segurança digital entre outros. Um curso voltado para quem está começando e para quem quer se aprofundar e decidir sua carreira profissional no setor de informática.",
        "downloads": "https://drive.google.com/drive/u/0/folders/18PSosYC4CztmDCYTEqJSfsMiLwyFccaP",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B09V99W1FL",
        "a-venda": true,
        "capa": "./files/info.jpg",
        "preview": "https://drive.google.com/file/d/1DiH7vY5C6_8VcE0dktQyekLILBXbTos3/view?usp=drive_link"
    },
    {
        "id": "design",
        "titulo": "Curso Completo de Design Gráfico",
        "descrição": "O Design Gráfico é a arte da comunicação visual de ideias utilizada em diversos setores, da publicidade ao cinema. O casamento da tecnologia com a criatividade gera resultados incríveis, permitindo transmitir conceitos e ideias de forma objetiva, elegante e atraente. Liberte sua imaginação e ponha em prática suas ideias com um curso de design gráfico voltado para quem deseja se tornar um profissional, desenhar por hobby, ou desenvolver seus próprios projetos com o auxílio de ferramentas pagas e gratuitas como Office, Corel Draw, Photoshop, Illustrator, GIMP, Inkscape e muito mais. Crie, essa é a hora.",
        "downloads": "https://drive.google.com/drive/u/0/folders/1v_BaD0tgr_JHg0us3j3v4s2yXaG_Yr_z",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0CGJS1LMX",
        "a-venda": true,
        "capa": "./files/design.jpg",
        "preview": "https://drive.google.com/file/d/1opXOdlTdVLyet8jK4mdwTppWa1Lx5a_t/view?usp=drive_link"
    },
    {
        "id": "web",
        "titulo": "Curso de Web Design",
        "descrição": "O Web Design é um amplo setor e muito requisitado no mercado, ele a arte de escrever páginas web, é o primeiro passo para se criar, desde um site simples, um blog, até uma aplicação web robusta que gerencie usuários, aplicativos e jogos. A base do Web Design é o HTML e o CSS. São duas linguagens utilizadas para descrever tudo aquilo que aparece num navegador ou em qualquer local com suporte a essas linguagens. HTML (HiperText Markup Language), como o nome sugere é uma linguagem de marcação, é ela que diz o quê tem que aparecer na tela. Já o CSS (Cascading StyleSheet), é uma linguagem de estilização, é ela que diz como cada coisa deve aparecer. Juntoas elas criam designs incríveis que se ajustam às telas de diferentes dispositivos, que exibem transições e animações belíssimas, necessitando apenas um designer web habilidoso em utilizá-las, assim como você!",
        "downloads": "https://drive.google.com/drive/u/0/folders/17R1SftWIKVbORAynQxFZvV4--3jKz_G2",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0D8HG4YHW",
        "a-venda": true,
        "capa": "./files/webdesign.jpg",
        "preview": "https://drive.google.com/file/d/1DInnUDoylnuI8OLisTG0ayRlzvxyYghV/view?usp=drive_link"
    },
    {
        "id": "js",
        "titulo": "Curso Completo de Javascript",
        "descrição": "O Javascript é uma linguagem de programação, diferente do HTML e do CSS, neste curso você iniciará sua carreira como programador com a linguagem mais utilizada em todo o mundo! Com o Javascript você aprenderá como fazer seu site se comunicar com outras aplicações, incluirá lógica e dinamicidade à sua página e ainda aprenderá do que o Javascript é capaz, de desenvolvimento de jogos a servidores.",
        "downloads": "https://drive.google.com/drive/u/0/folders/1QxV5Md_ahTQwR-hMgRuq93P-_85mncFJ",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0CWJ16NYM",
        "a-venda": true,
        "capa": "./files/javascriptCapa.jpg",
        "preview": "https://drive.google.com/file/d/15nosJpyQbakVTAf9WDajckPDnBjkC7GE/view?usp=drive_link"
    },
    {
        "id": "app",
        "titulo": "Desenvolvimento de Aplicações Web",
        "descrição": "O Desenvolvimento de Aplicações Web em Javascript é uma jornada empolgante e desafiadora. É a última etapa para desenvolvedores Javascript que já concluíram o curso de Web Design, onde aprenderam a estruturar sites elegantemente visuais com as tecnologias mais modernas de HTML e CSS, concluíram ainda um curso completo de Programação e Javascript, mergulhando no mundo da programação com todos os seus conceitos, e agora estão prontos para o backend, onde a mágica acontece! Neste curso aprenderemos o que há de mais recente dentre as tecnologias Javascript dominantes no mercado para criar aplicações com suporte a recursos avançados. Dentre esses recursos, neste curso você aprenderá a gerenciar bases de dados, criptografia, comunicação de rede e muito mais. Essa vastidão de possibilidades é o que permite desenvolver praticamente de tudo com Javascript, de servidores de alto desempenho, a aplicativos móveis, desktop e jogos! Descobriremos neste curso, todo o poder do Javascript, estudando como implantar nossas aplicações, criando um programa desktop que rode em Windows, Linux e Mac, e ainda implantando nossos servidores localmente e na nuvem. Ainda mergulharemos no misterioso mundo da segurança cibernética conhecendo os principais tipos de ataques e como mitigá-los devidamente.",
        "downloads": "https://drive.google.com/drive/u/0/folders/1aG1CAZRhyNwUEjWaJN3XSPYXAZqkrJDS",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0D96Y4LHP",
        "a-venda": true,
        "capa": "./files/appweb.jpg",
        "preview": "https://drive.google.com/file/d/1kUVDNpStVgSo_J7f3naZXXkqBiIQrge5/view?usp=drive_link"
    },
    {
        "id": "ia",
        "titulo": "Inteligência Artificial e Aprendizado de Máquina | para desenvolvedores Javascript",
        "descrição": "A Inteligência Artificial (IA) é um dos campos mais fascinantes da tecnologia, capacitando sistemas computacionais a realizar tarefas que antes eram exclusivas dos seres humanos, como planejamento, criatividade e aprendizado contínuo. Dentro desse universo, a Aprendizagem de Máquina (Machine Learning) se destaca como um setor essencial da IA, permitindo que computadores identifiquem padrões, façam previsões e tomem decisões de forma autônoma.   Neste curso, você será introduzido aos fundamentos teóricos e práticos de Inteligência Artificial e Aprendizagem de Máquina. Exploraremos conceitos-chave e aplicaremos essas tecnologias utilizando as ferramentas e bibliotecas mais modernas do mercado – tudo com base no JavaScript, a linguagem de programação mais popular e versátil do mundo.   Com essa combinação poderosa, você aprenderá a integrar IA em diversos contextos, desde aplicações backend, como servidores e programas, até aplicações web, como sites interativos e dinâmicos. Além disso, veremos como aproveitar modelos de IA pré-treinados para personalizá-los de acordo com as suas necessidades específicas.   Seja para inovar em projetos pessoais, impulsionar sua carreira ou simplesmente expandir seus horizontes tecnológicos, este curso é o ponto de partida ideal para dominar a Inteligência Artificial com JavaScript!",
        "downloads": "https://drive.google.com/drive/folders/1GwZF2qeA0WjsDlPwW-1QO8qL-M6JMZzQ?usp=sharing",
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0DT3QC4MP",
        "a-venda": true,
        "capa": "./files/ia.jpg",
        "preview": "https://drive.google.com/file/d/12ICHBRh8Te46lgFdGoTlGn1OW4p6JRq7/view?usp=sharing"
    }
]