[
    {
        "id": "des",
        "titulo": "A Construção da Civilização",
        "descrição": "Estaria um futuro maravilhoso e brilhante, completamente diferente de tudo o que vivemos hoje, prestes a se concretizar? Qual o rumo da nossa civilização? Talvez as perguntas e dúvidas mais emocionantes que você possui estejam sendo abordadas nesta obra de uma maneira que você jamais imaginaria.<br><br>Apresento nesta obra o resultado de 15 anos de estudo em diversas áreas sociais, com o objetivo de compreender os processos de organização e evolução dos sistemas sociais e culturais. Nesta investigação podemos encontrar as raízes tanto de progressos como de problemas atuais e ter um vislumbre do caminho que estamos trilhando como entes individuais, como sociedade, humanidade, planeta.<br><br>Nesta investigação, surge uma questão pertinente a muitos: teríamos dois caminhos como seres humanos, um do individualismo autofágico e suicida que leve a destruição de nossa espécie ou o caminho coletivista que leve a um estado de perfeição? Estaríamos talvez num meio caminho ou meio termo onde ambos podem ser alcançados em maior ou menor grau? Este questionamento é de importância tal, que poderíamos escrever compêndios de milhares de páginas sobre ele, mas podemos adentrar em assuntos específicos que ele suscita e passar a fazer um estudo de nossa sociedade no âmbito individual e coletivo. Neste estudo tento compreender tais assuntos na forma de uma análise crítica e dialética de nossa civilização, com o intuito de passar ao leitor uma compreensão mais clara e mais profunda sobre os sistemas e mecanismos em que ele está imerso e dos quais ele faz parte, qual caminho foi trilhado para que estes sistemas sejam assim hoje, e como podemos imaginar para onde caminham.<br><br>O objetivo central é que cada conclusão que tiremos ao longo deste estudo sirva como uma bússola em nossa compreensão do mundo, em nossas decisões diárias, para que encontremos uma visão mais realista do mundo.",
        "downloads": null,
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0DTTSFF7N",
        "a-venda": true,
        "capa": "./files/soc.jpg",
        "preview": "https://drive.google.com/file/d/1fKY058d-KUlLsooMFKDV_w2oFi9lizkl/view"
    },
    {
        "id": "des",
        "titulo": "A Jornada do Ser",
        "descrição": "O que seria preciso para construir um mundo onde cada pessoa é um farol guiando as outras com os melhores valores e ideais? Seria necessário apenas focarmos nas pequenas escolhas e ações que fazemos no presente, tendo em mente que carregamos, cada um de nós um potencial humano e social inexplorado, e ao utilizá-lo, podemos ser mais do que um mero produto da sociedade atual. Podemos focar nossas escolhas de modo a estarmos à frente da própria evolução social. É por isso que esse estudo tem como objetivo principal descobrir as chaves do desenvolvimento humano que possam nos tornar não meros espectadores passivos da realidade, mas protagonistas do progresso. Podemos moldar nossos valores de forma que reflitam o melhor de nossa espécie, com o objetivo de inspirar, liderar, e ser um modelo para os demais.<br><br>O desenvolvimento pessoal trata-se de todo o processo de construção de nossa personalidade e identidade com a qual interagimos com o mundo e com a qual interpretamos o mesmo. Desenvolver não significa criar seres humanos melhores ou superiores aos outros, mas treinar habilidades e capacidade que ele pode possuir e que o tornam humano, ou seja, ajudar o ser humano a cumprir seu propósito e ser o que ele deveria ser. Como objetivo desde manual, o tema é tratado com uma abordagem interdisciplinar cruzando estudos de diferentes campos da ciência que se debruçam sobre a compreensão do ser humano. Essa abordagem permite uma visão ao mesmo tempo realista e idealista equilibrando-se naquilo que somos e que podemos ser.<br><br>Descubra como alcançar a verdadeira excelência humana preparando-se para iluminar seu caminho como um \"cidadão-modelo\" e transformar-se na melhor versão de si mesmo com este guia inspirador que é a chave para o crescimento interior, a harmonia e a plenitude.<br><br>",
        "downloads": null,
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0DV9TTY85",
        "a-venda": true,
        "capa": "./files/des.jpg",
        "preview": "https://drive.google.com/file/d/12Wsvcsc4tj4w-F5tR9toR-itRdv6XnY2/view"
    },
    {
        "id": "des",
        "titulo": "Discurso sobre a Cultura da Iniquidade [gratuito]",
        "descrição": "Este é um discurso introdutório ao curso \"A Construção da Civilização\" e trata de um tema central, algo verdadeiro, verificável, comprovável, que você mesmo pode provar que existe apenas olhando ao seu redor, porque é algo que está em toda parte, mas que para muita gente, passa despercebido. Isso interfere em toda nossa realidade, em como lidamos com as pessoas ao nosso redor, em como aprendemos e como ensinamos, em nosso trabalho, nosso lazer, em nosso entretenimento. Na realidade interfere em como a própria sociedade funciona, em como viemos parar aqui, e para onde caminhamos.<br><br>Assista o discurso em vídeo: <text-link onclick=\"window.open('https://youtu.be/AjeXkPojAOk')\">clicando aqui</text-link>",
        "downloads": null,
        "ebook": "https://drive.google.com/file/d/1LlnuKzzemeztDeg5dMnTsa_-BZOPSTAR/view",
        "kindle": null,
        "a-venda": true,
        "capa": "./files/dis.jpg",
        "preview": null
    }
]