[
    {
        "id": "des",
        "titulo": "A Jornada do Ser",
        "descrição": "O que seria preciso para construir um mundo onde cada pessoa é um farol guiando as outras com os melhores valores e ideais? Seria necessário apenas focarmos nas pequenas escolhas e ações que fazemos no presente, tendo em mente que carregamos, cada um de nós um potencial humano e social inexplorado, e ao utilizá-lo, podemos ser mais do que um mero produto da sociedade atual. Podemos focar nossas escolhas de modo a estarmos à frente da própria evolução social. É por isso que esse estudo tem como objetivo principal descobrir as chaves do desenvolvimento humano que possam nos tornar não meros espectadores passivos da realidade, mas protagonistas do progresso. Podemos moldar nossos valores de forma que reflitam o melhor de nossa espécie, com o objetivo de inspirar, liderar, e ser um modelo para os demais.<br><br>O desenvolvimento pessoal trata-se de todo o processo de construção de nossa personalidade e identidade com a qual interagimos com o mundo e com a qual interpretamos o mesmo. Desenvolver não significa criar seres humanos melhores ou superiores aos outros, mas treinar habilidades e capacidade que ele pode possuir e que o tornam humano, ou seja, ajudar o ser humano a cumprir seu propósito e ser o que ele deveria ser. Como objetivo desde manual, o tema é tratado com uma abordagem interdisciplinar cruzando estudos de diferentes campos da ciência que se debruçam sobre a compreensão do ser humano. Essa abordagem permite uma visão ao mesmo tempo realista e idealista equilibrando-se naquilo que somos e que podemos ser.<br><br>Descubra como alcançar a verdadeira excelência humana preparando-se para iluminar seu caminho como um \"cidadão-modelo\" e transformar-se na melhor versão de si mesmo com este guia inspirador que é a chave para o crescimento interior, a harmonia e a plenitude.<br><br>",
        "downloads": null,
        "ebook": "/contato.html",
        "kindle": "https://www.amazon.com.br/dp/B0DV9TTY85",
        "print": null,
        "a-venda": true,
        "capa": "./files/des.jpg",
        "preview": "https://drive.google.com/file/d/12Wsvcsc4tj4w-F5tR9toR-itRdv6XnY2/view"
    }
]