[
    {
        "id": "des",
        "titulo": "Curso de Formação Social",
        "descrição": "Temos dois caminhos como seres humanos, um do individualismo autofágico e suicida que leve a destruição de nossa espécie ou o caminho coletivista que leve a um estado de perfeição? Este questionamento é de importância tal que poderíamos escrever compêndios de milhares de páginas sobre ele, mas podemos adentrar em assuntos específicos que ele suscita e passar a fazer um estudo de nossa sociedade no âmbito individual e coletivo tomando diversas perspectivas em cada análise. Apresento nesta obra o resultado de quinze anos de pesquisa social tentando compreender tais assuntos na forma de um estudo crítico e dialético de nossa civilização, com o intuito de passar ao leitor uma compreensão mais clara e mais profunda sobre os sistemas e mecanismos em que ele está imerso e dos quais ele faz parte, para que sirva de uma baliza em suas compreensões, interpretações e tomadas de decisão, de forma que tenha uma visão mais realista do mundo ao seu redor. Esta obra propõe uma análise transdisciplinar a sociedade com um enfoque maior na sociologia, mas indo buscar conhecimento onde preciso para fechar uma linha de raciocínio o mais coerente e lógica possível, mas sobretudo, livre de consensos, uma análise fria e racional, realista, de modo que possa servir de base para os estudantes refletirem sobre o mundo ao seu redor, de forma independente, e construir sua própria visão.",
        "downloads": null,
        "ebook": null,
        "kindle": "https://www.amazon.com.br/dp/B0DSPYD85M",
        "a-venda": true,
        "capa": "./files/soc.jpg",
        "preview": "https://drive.google.com/file/d/1g8hoDVdwjz5bGUwmLH0v7dfob2UvfAkc/view?usp=sharing"
    },
    {
        "id": "des",
        "titulo": "Desenvolvimento Pessoal",
        "descrição": "O que seria preciso para construir um mundo onde cada pessoa é um farol guiando as outras com os melhores valores e ideais? Seria necessário apenas focarmos nas pequenas escolhas e ações que fazemos no presente, tendo em mente que carregamos, cada um de nós um potencial humano e social inexplorado, e ao utilizá-lo, podemos ser mais do que um mero produto da sociedade atual. Podemos focar nossas escolhas de modo a estarmos à frente da própria evolução social. É por isso que esse estudo tem como objetivo principal descobrir as chaves do desenvolvimento humano que possam nos tornar não meros espectadores passivos da realidade, mas protagonistas do progresso. Podemos moldar nossos valores de forma que reflitam o melhor de nossa espécie, com o objetivo de inspirar, liderar, e ser um modelo para os demais. \n\nO desenvolvimento pessoal trata-se de todo o processo de construção de nossa personalidade e identidade com a qual interagimos com o mundo e com a qual interpretamos o mesmo. Desenvolver não significa criar seres humanos melhores ou superiores aos outros, mas treinar habilidades e capacidade que ele pode possuir e que o tornam humano, ou seja, ajudar o ser humano a cumprir seu propósito e ser o que ele deveria ser. Como objetivo desde manual, o tema é tratado com uma abordagem interdisciplinar cruzando estudos de diferentes campos da ciência que se debruçam sobre a compreensão do ser humano. Essa abordagem permite uma visão ao mesmo tempo realista e idealista equilibrando-se naquilo que somos e que podemos ser, sem mergulhar em devaneios especulativos nem abrir mão dos fatos comprovados ou comprováveis. \n\nDescubra como alcançar a verdadeira excelência humana preparando-se para iluminar seu caminho como um 'cidadão-modelo' e transformar-se na melhor versão de si mesmo com este guia inspirador que é a chave para o crescimento interior, a harmonia e a plenitude.",
        "downloads": null,
        "ebook": null,
        "kindle": "https://www.amazon.com.br/dp/B0DPRFVX2P",
        "a-venda": true,
        "capa": "./files/des.jpg",
        "preview": "https://drive.google.com/file/d/1hjaJGQqQlIewRzDp0Fkq4ocxw8Ej55UD/view?usp=sharing"
    }
]